In [ ]:
import pandas as pd

In [ ]:
df = pd.read_csv('/content/รถจักยานยนต์.csv', dtype=str)
df.winner_tin.head()

0    0705530000014
1    0645557000326
2    0353521000050
3    0505559001070
4    0505559001070
Name: winner_tin, dtype: object

In [ ]:
df.to_excel("str_รถจักยานยนต์.xlsx", index=False)